Repository: wp-plugins/plugin-scores
Catalog: languages/pluginscores-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: a review would be appriciated!
nl_nl: Een review wordt op prijs gesteld!

source: Other plugins written by me
nl_nl: Andere plugins die ik geschreven heb.

source: How do my plugins score?
nl_nl: Hoe scoren mijn plugins?

source: Rating
nl_nl: Score

source: No.ratings
nl_nl: Stemmen

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten voor deze pagina.

source: settings saved.
nl_nl: Instellingen opgeslagen

source: My plugins list
nl_nl: Mijn plugins lijst

source: Pluginnames, one per line
nl_nl: Pluginnamen, eentje per regel

source: version
nl_nl: versie

source: last update:
nl_nl: Laatste update
